{"id":3,"date":"2022-09-24T05:52:18","date_gmt":"2022-09-24T05:52:18","guid":{"rendered":"https:\/\/shypr.vgoshinfo.sg\/?page_id=3"},"modified":"2022-09-24T09:47:33","modified_gmt":"2022-09-24T09:47:33","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/shypr.io\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-page\" data-elementor-id=\"3\" class=\"elementor elementor-3\">\n\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-75331249 elementor-reverse-tablet elementor-reverse-mobile elementor-section-boxed elementor-section-height-default elementor-section-height-default wpr-particle-no wpr-jarallax-no wpr-parallax-no wpr-sticky-section-no\" data-id=\"75331249\" data-element_type=\"section\" data-settings=\"{&quot;background_background&quot;:&quot;gradient&quot;}\">\n\t\t\t\t\t\t\t<div class=\"elementor-background-overlay\"><\/div>\n\t\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-no\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-193925b9\" data-id=\"193925b9\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-6a41b05d elementor-widget elementor-widget-heading\" data-id=\"6a41b05d\" data-element_type=\"widget\" data-widget_type=\"heading.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.22.0 - 26-06-2024 *\/\n.elementor-heading-title{padding:0;margin:0;line-height:1}.elementor-widget-heading .elementor-heading-title[class*=elementor-size-]>a{color:inherit;font-size:inherit;line-height:inherit}.elementor-widget-heading .elementor-heading-title.elementor-size-small{font-size:15px}.elementor-widget-heading .elementor-heading-title.elementor-size-medium{font-size:19px}.elementor-widget-heading .elementor-heading-title.elementor-size-large{font-size:29px}.elementor-widget-heading .elementor-heading-title.elementor-size-xl{font-size:39px}.elementor-widget-heading .elementor-heading-title.elementor-size-xxl{font-size:59px}<\/style><h1 class=\"elementor-heading-title elementor-size-default\">Privacy Policy\n<\/h1>\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-399c6805 elementor-section-content-middle elementor-section-boxed elementor-section-height-default elementor-section-height-default wpr-particle-no wpr-jarallax-no wpr-parallax-no wpr-sticky-section-no\" data-id=\"399c6805\" data-element_type=\"section\" data-settings=\"{&quot;background_background&quot;:&quot;gradient&quot;}\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-no\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-1ff1179b\" data-id=\"1ff1179b\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t<div class=\"elementor-element elementor-element-18c4cf2 elementor-widget elementor-widget-text-editor\" data-id=\"18c4cf2\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t<style>\/*! elementor - v3.22.0 - 26-06-2024 *\/\n.elementor-widget-text-editor.elementor-drop-cap-view-stacked .elementor-drop-cap{background-color:#69727d;color:#fff}.elementor-widget-text-editor.elementor-drop-cap-view-framed .elementor-drop-cap{color:#69727d;border:3px solid;background-color:transparent}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap{margin-top:8px}.elementor-widget-text-editor:not(.elementor-drop-cap-view-default) .elementor-drop-cap-letter{width:1em;height:1em}.elementor-widget-text-editor .elementor-drop-cap{float:left;text-align:center;line-height:1;font-size:50px}.elementor-widget-text-editor .elementor-drop-cap-letter{display:inline-block}<\/style>\t\t\t\t<p>This Privacy Policy describes how www.shypr.io (“Shypr”, “we”, “us” or “our”) collects, safeguards, and uses your Personal Information. It also describes your options for how we use your personal information, as well as how you can access and update it. This Policy does not apply to the practices of companies or individuals that we do not own or control.<\/p><p><b>Personal information gathering<\/b><\/p><p>We collect any information you knowingly provide when you create an account, publish content, or fill out online forms on the Website. This information may include your email address, name, phone number, address, and, if necessary, other Personal Information. You can refuse to provide this information, but you may not be able to use certain features of the Website.<\/p><p><b>Collection of non-personal information<\/b><\/p><p>Our servers record data sent by your browser when you visit the Website. This information may include your device’s IP address, browser type and version, operating system type and version, language preferences, or the webpage you were visiting before coming to our Website, the pages of our Website you visit, and the time spent on those pages.<\/p><p><b>Personal data management<\/b><\/p><p>Some information about you can be accessed, added to, updated, and deleted. As the Website or Services change, the information you can view, update, and delete may change. When you update information, we may keep a copy of the previous version in our records. We will keep your information for as long as your account is active or as long as it is required to provide you with Services. Some information may remain in our private records even after you delete it from your account. We will keep and use your information as long as it is required to comply with our legal obligations, resolve disputes, and enforce our agreements. We may use aggregated data derived from or incorporating your Personal Information after you update or delete it, but only in ways that do not personally identify you.<\/p><p><b>Application of gathered data<\/b><\/p><p>At www.shypr.io, we handle your personal data for the following purposes:<\/p><ol><li>We use your information to manage your registration as a Platform user in order to identify you and provide you with access to Services that are only available to registered Platform users.<\/li><li>We will contact you via email with updates or information about features, products, or services and updates, as needed or reasonable.<\/li><li>We will respond to any request or inquiry you make through our Platform’s customer service channels.<\/li><li>We also use your information to create non-identifying aggregated data. Create statistics about our users, their jobs, or areas of expertise. The number of impressions or clicks in a specific project, or visitor demographics, for example.<\/li><\/ol><p>We may use any information we collect from you to personalize your experience, improve our Website, and compile statistical data.<\/p><p><b>Newsletters<\/b><\/p><p>We send electronic newsletters you can subscribe to at any time. You can unsubscribe by following the unsubscribe instructions in these emails or by contacting us. You will still receive transactional emails.<\/p><p><b>Cookies<\/b><\/p><p>The Website uses “cookies” to improve your online experience. A cookie is a text file that is placed on your hard drive by a web page server. Cookies are not capable of running programs or transmitting viruses to your computer. Cookies are uniquely assigned to you and can be read only by a web server in the domain that issued the cookie to you. You can choose whether to accept or decline cookies. Most web browsers accept cookies by default, but you can usually change your browser settings to decline cookies if you prefer.<\/p><p><b>Information safety<\/b><\/p><p>We protect your information by storing it on computer servers in a controlled, secure environment that is free of unauthorized access, use, or disclosure. We maintain reasonable administrative, technical, and physical safeguards to protect personal information under our control and custody from unauthorized access, use, modification, or disclosure. Data transmission over the Internet or a wireless network, on the other hand, cannot be guaranteed. As a result, while we strive to protect your personal information, you acknowledge that there are Internet security and privacy limitations beyond our control; and (i) the security, integrity, and privacy of any and all information and data exchanged between you and our Website cannot be guaranteed; and (ii) despite our best efforts, any such information and data may be viewed or tampered with by a third party while in transit.<\/p><p>In the case of a security breach, we’ll activate our emergency response plan to prevent the spread of the breach and notify you via emails, push notifications, public announcements, and other means.<\/p><p>Keep your account and password information secure to avoid personal information leakage. www.shypr.io will only be liable if the www.shypr.io platform or website directly results in leakage.<\/p><p><b>Breach of data<\/b><\/p><p>If the Website’s security is compromised or users’ Personal Information is disclosed to unrelated third parties as a result of an external activity such as, but not limited to, security attacks or fraud, we reserve the right to take reasonably appropriate measures such as investigation and reporting, as well as notification to and cooperation with law enforcement authorities. We will make reasonable efforts to notify affected individuals via email and post a notice on the Website.<\/p><p><b>Legal disclaimer<\/b><\/p><p>We will disclose any information we collect, use, or receive if required or permitted by law, such as to comply with a subpoena or legal process. Your user account and personal data will likely be transferred if we go through a business transition, such as a merger or acquisition by another company, or the sale of all or a portion of our assets.<\/p><p><b>Modifications and alterations<\/b><\/p><p>We may change this privacy policy at any time, with the updated version becoming effective when we post a new version on the Website. Your continued use of the Website after any such changes constitutes your acceptance of such changes.<\/p><p><b>This policy’s acceptance<\/b><\/p><p>You acknowledge reading this Policy and agree to all of its terms and conditions. You agree to be bound by this Policy by using the Website or its Services. You are not authorized to use or access the Website or its Services if you do not agree to the terms of this Policy.<\/p><p><b>Getting in Touch<\/b><\/p><p>Please contact us if you have any questions about this Policy.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>Privacy Policy This Privacy Policy describes how www.shypr.io (“Shypr”, “we”, “us” or “our”) collects, safeguards, and uses your Personal Information. It also describes your options for how we use your personal information, as well as how you can access and update it. This Policy does not apply to the practices of companies or individuals that we do not own or control. Personal information gathering We collect any information you knowingly provide when you create an account, publish content, or fill out online forms on the Website. This information may include your email address, name, phone number, address, and, if necessary, other Personal Information. You can refuse to provide this information, but you may not be able to use certain features of the Website. Collection of non-personal information Our servers record data sent by your browser when you visit the Website. This information may include your device’s IP address, browser type and version, operating system type and version, language preferences, or the webpage you were visiting before coming to our Website, the pages of our Website you visit, and the time spent on those pages. Personal data management Some information about you can be accessed, added to, updated, and deleted. As the Website or Services change, the information you can view, update, and delete may change. When you update information, we may keep a copy of the previous version in our records. We will keep your information for as long as your account is active or as long as it is required to provide you with Services. Some information may remain in our private records even after you delete it from your account. We will keep and use your information as long as it is required to comply with our legal obligations, resolve disputes, and enforce our agreements. We may use aggregated data derived from or incorporating your Personal Information after you update or delete it, but only in ways that do not personally identify you. Application of gathered data At www.shypr.io, we handle your personal data for the following purposes: We use your information to manage your registration as a Platform user in order to identify you and provide you with access to Services that are only available to registered Platform users. We will contact you via email with updates or information about features, products, or services and updates, as needed or reasonable. We will respond to any request or inquiry you make through our Platform’s customer service channels. We also use your information to create non-identifying aggregated data. Create statistics about our users, their jobs, or areas of expertise. The number of impressions or clicks in a specific project, or visitor demographics, for example. We may use any information we collect from you to personalize your experience, improve our Website, and compile statistical data. Newsletters We send electronic newsletters you can subscribe to at any time. You can unsubscribe by following the unsubscribe instructions in these emails or by contacting us. You will still receive transactional emails. Cookies The Website uses “cookies” to improve your online experience. A cookie is a text file that is placed on your hard drive by a web page server. Cookies are not capable of running programs or transmitting viruses to your computer. Cookies are uniquely assigned to you and can be read only by a web server in the domain that issued the cookie to you. You can choose whether to accept or decline cookies. Most web browsers accept cookies by default, but you can usually change your browser settings to decline cookies if you prefer. Information safety We protect your information by storing it on computer servers in a controlled, secure environment that is free of unauthorized access, use, or disclosure. We maintain reasonable administrative, technical, and physical safeguards to protect personal information under our control and custody from unauthorized access, use, modification, or disclosure. Data transmission over the Internet or a wireless network, on the other hand, cannot be guaranteed. As a result, while we strive to protect your personal information, you acknowledge that there are Internet security and privacy limitations beyond our control; and (i) the security, integrity, and privacy of any and all information and data exchanged between you and our Website cannot be guaranteed; and (ii) despite our best efforts, any such information and data may be viewed or tampered with by a third party while in transit. In the case of a security breach, we’ll activate our emergency response plan to prevent the spread of the breach and notify you via emails, push notifications, public announcements, and other means. Keep your account and password information secure to avoid personal information leakage. www.shypr.io will only be liable if the www.shypr.io platform or website directly results in leakage. Breach of data If the Website’s security is compromised or users’ Personal Information is disclosed to unrelated third parties as a result of an external activity such as, but not limited to, security attacks or fraud, we reserve the right to take reasonably appropriate measures such as investigation and reporting, as well as notification to and cooperation with law enforcement authorities. We will make reasonable efforts to notify affected individuals via email and post a notice on the Website. Legal disclaimer We will disclose any information we collect, use, or receive if required or permitted by law, such as to comply with a subpoena or legal process. Your user account and personal data will likely be transferred if we go through a business transition, such as a merger or acquisition by another company, or the sale of all or a portion of our assets. Modifications and alterations We may change this privacy policy at any time, with the updated version becoming effective when we post a new version on the Website. Your continued use of the Website after any such changes constitutes your acceptance of such changes. This policy’s acceptance You acknowledge reading this Policy and agree to all of its terms and conditions. You agree to be bound by<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"open","template":"elementor_header_footer","meta":{"content-type":"","site-sidebar-layout":"no-sidebar","site-content-layout":"page-builder","ast-site-content-layout":"","site-content-style":"default","site-sidebar-style":"default","ast-global-header-display":"","ast-banner-title-visibility":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"disabled","ast-breadcrumbs-content":"","ast-featured-img":"disabled","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":"","astra-migrate-meta-layouts":"default","ast-page-background-enabled":"default","ast-page-background-meta":{"desktop":{"background-color":"var(--ast-global-color-4)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-opacity":"","overlay-gradient":""},"tablet":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-opacity":"","overlay-gradient":""},"mobile":{"background-color":"","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-opacity":"","overlay-gradient":""}},"ast-content-background-meta":{"desktop":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-opacity":"","overlay-gradient":""},"tablet":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-opacity":"","overlay-gradient":""},"mobile":{"background-color":"var(--ast-global-color-5)","background-image":"","background-repeat":"repeat","background-position":"center center","background-size":"auto","background-attachment":"scroll","background-type":"","background-media":"","overlay-type":"","overlay-color":"","overlay-opacity":"","overlay-gradient":""}},"footnotes":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v23.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - Shypr<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/shypr.io\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy - Shypr\" \/>\n<meta property=\"og:description\" content=\"Privacy Policy This Privacy Policy describes how www.shypr.io (“Shypr”, “we”, “us” or “our”) collects, safeguards, and uses your Personal Information. It also describes your options for how we use your personal information, as well as how you can access and update it. This Policy does not apply to the practices of companies or individuals that we do not own or control. Personal information gathering We collect any information you knowingly provide when you create an account, publish content, or fill out online forms on the Website. This information may include your email address, name, phone number, address, and, if necessary, other Personal Information. You can refuse to provide this information, but you may not be able to use certain features of the Website. Collection of non-personal information Our servers record data sent by your browser when you visit the Website. This information may include your device’s IP address, browser type and version, operating system type and version, language preferences, or the webpage you were visiting before coming to our Website, the pages of our Website you visit, and the time spent on those pages. Personal data management Some information about you can be accessed, added to, updated, and deleted. As the Website or Services change, the information you can view, update, and delete may change. When you update information, we may keep a copy of the previous version in our records. We will keep your information for as long as your account is active or as long as it is required to provide you with Services. Some information may remain in our private records even after you delete it from your account. We will keep and use your information as long as it is required to comply with our legal obligations, resolve disputes, and enforce our agreements. We may use aggregated data derived from or incorporating your Personal Information after you update or delete it, but only in ways that do not personally identify you. Application of gathered data At www.shypr.io, we handle your personal data for the following purposes: We use your information to manage your registration as a Platform user in order to identify you and provide you with access to Services that are only available to registered Platform users. We will contact you via email with updates or information about features, products, or services and updates, as needed or reasonable. We will respond to any request or inquiry you make through our Platform’s customer service channels. We also use your information to create non-identifying aggregated data. Create statistics about our users, their jobs, or areas of expertise. The number of impressions or clicks in a specific project, or visitor demographics, for example. We may use any information we collect from you to personalize your experience, improve our Website, and compile statistical data. Newsletters We send electronic newsletters you can subscribe to at any time. You can unsubscribe by following the unsubscribe instructions in these emails or by contacting us. You will still receive transactional emails. Cookies The Website uses “cookies” to improve your online experience. A cookie is a text file that is placed on your hard drive by a web page server. Cookies are not capable of running programs or transmitting viruses to your computer. Cookies are uniquely assigned to you and can be read only by a web server in the domain that issued the cookie to you. You can choose whether to accept or decline cookies. Most web browsers accept cookies by default, but you can usually change your browser settings to decline cookies if you prefer. Information safety We protect your information by storing it on computer servers in a controlled, secure environment that is free of unauthorized access, use, or disclosure. We maintain reasonable administrative, technical, and physical safeguards to protect personal information under our control and custody from unauthorized access, use, modification, or disclosure. Data transmission over the Internet or a wireless network, on the other hand, cannot be guaranteed. As a result, while we strive to protect your personal information, you acknowledge that there are Internet security and privacy limitations beyond our control; and (i) the security, integrity, and privacy of any and all information and data exchanged between you and our Website cannot be guaranteed; and (ii) despite our best efforts, any such information and data may be viewed or tampered with by a third party while in transit. In the case of a security breach, we’ll activate our emergency response plan to prevent the spread of the breach and notify you via emails, push notifications, public announcements, and other means. Keep your account and password information secure to avoid personal information leakage. www.shypr.io will only be liable if the www.shypr.io platform or website directly results in leakage. Breach of data If the Website’s security is compromised or users’ Personal Information is disclosed to unrelated third parties as a result of an external activity such as, but not limited to, security attacks or fraud, we reserve the right to take reasonably appropriate measures such as investigation and reporting, as well as notification to and cooperation with law enforcement authorities. We will make reasonable efforts to notify affected individuals via email and post a notice on the Website. Legal disclaimer We will disclose any information we collect, use, or receive if required or permitted by law, such as to comply with a subpoena or legal process. Your user account and personal data will likely be transferred if we go through a business transition, such as a merger or acquisition by another company, or the sale of all or a portion of our assets. Modifications and alterations We may change this privacy policy at any time, with the updated version becoming effective when we post a new version on the Website. Your continued use of the Website after any such changes constitutes your acceptance of such changes. This policy’s acceptance You acknowledge reading this Policy and agree to all of its terms and conditions. You agree to be bound by\" \/>\n<meta property=\"og:url\" content=\"https:\/\/shypr.io\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Shypr\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/facebook.com\/shypr\" \/>\n<meta property=\"article:modified_time\" content=\"2022-09-24T09:47:33+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@shypr_protocol\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"5 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/shypr.io\/privacy-policy\/\",\"url\":\"https:\/\/shypr.io\/privacy-policy\/\",\"name\":\"Privacy Policy - Shypr\",\"isPartOf\":{\"@id\":\"https:\/\/shypr.io\/#website\"},\"datePublished\":\"2022-09-24T05:52:18+00:00\",\"dateModified\":\"2022-09-24T09:47:33+00:00\",\"breadcrumb\":{\"@id\":\"https:\/\/shypr.io\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/shypr.io\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/shypr.io\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/shypr.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/shypr.io\/#website\",\"url\":\"https:\/\/shypr.io\/\",\"name\":\"Shypr\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/shypr.io\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/shypr.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"Organization\",\"@id\":\"https:\/\/shypr.io\/#organization\",\"name\":\"Shypr\",\"url\":\"https:\/\/shypr.io\/\",\"logo\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/shypr.io\/#\/schema\/logo\/image\/\",\"url\":\"https:\/\/shypr.io\/wp-content\/uploads\/2022\/09\/logo__5_-removebg-preview-1.png\",\"contentUrl\":\"https:\/\/shypr.io\/wp-content\/uploads\/2022\/09\/logo__5_-removebg-preview-1.png\",\"width\":400,\"height\":200,\"caption\":\"Shypr\"},\"image\":{\"@id\":\"https:\/\/shypr.io\/#\/schema\/logo\/image\/\"},\"sameAs\":[\"https:\/\/facebook.com\/shypr\",\"https:\/\/x.com\/shypr_protocol\"]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy - Shypr","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/shypr.io\/privacy-policy\/","og_locale":"en_US","og_type":"article","og_title":"Privacy Policy - Shypr","og_description":"Privacy Policy This Privacy Policy describes how www.shypr.io (“Shypr”, “we”, “us” or “our”) collects, safeguards, and uses your Personal Information. It also describes your options for how we use your personal information, as well as how you can access and update it. This Policy does not apply to the practices of companies or individuals that we do not own or control. Personal information gathering We collect any information you knowingly provide when you create an account, publish content, or fill out online forms on the Website. This information may include your email address, name, phone number, address, and, if necessary, other Personal Information. You can refuse to provide this information, but you may not be able to use certain features of the Website. Collection of non-personal information Our servers record data sent by your browser when you visit the Website. This information may include your device’s IP address, browser type and version, operating system type and version, language preferences, or the webpage you were visiting before coming to our Website, the pages of our Website you visit, and the time spent on those pages. Personal data management Some information about you can be accessed, added to, updated, and deleted. As the Website or Services change, the information you can view, update, and delete may change. When you update information, we may keep a copy of the previous version in our records. We will keep your information for as long as your account is active or as long as it is required to provide you with Services. Some information may remain in our private records even after you delete it from your account. We will keep and use your information as long as it is required to comply with our legal obligations, resolve disputes, and enforce our agreements. We may use aggregated data derived from or incorporating your Personal Information after you update or delete it, but only in ways that do not personally identify you. Application of gathered data At www.shypr.io, we handle your personal data for the following purposes: We use your information to manage your registration as a Platform user in order to identify you and provide you with access to Services that are only available to registered Platform users. We will contact you via email with updates or information about features, products, or services and updates, as needed or reasonable. We will respond to any request or inquiry you make through our Platform’s customer service channels. We also use your information to create non-identifying aggregated data. Create statistics about our users, their jobs, or areas of expertise. The number of impressions or clicks in a specific project, or visitor demographics, for example. We may use any information we collect from you to personalize your experience, improve our Website, and compile statistical data. Newsletters We send electronic newsletters you can subscribe to at any time. You can unsubscribe by following the unsubscribe instructions in these emails or by contacting us. You will still receive transactional emails. Cookies The Website uses “cookies” to improve your online experience. A cookie is a text file that is placed on your hard drive by a web page server. Cookies are not capable of running programs or transmitting viruses to your computer. Cookies are uniquely assigned to you and can be read only by a web server in the domain that issued the cookie to you. You can choose whether to accept or decline cookies. Most web browsers accept cookies by default, but you can usually change your browser settings to decline cookies if you prefer. Information safety We protect your information by storing it on computer servers in a controlled, secure environment that is free of unauthorized access, use, or disclosure. We maintain reasonable administrative, technical, and physical safeguards to protect personal information under our control and custody from unauthorized access, use, modification, or disclosure. Data transmission over the Internet or a wireless network, on the other hand, cannot be guaranteed. As a result, while we strive to protect your personal information, you acknowledge that there are Internet security and privacy limitations beyond our control; and (i) the security, integrity, and privacy of any and all information and data exchanged between you and our Website cannot be guaranteed; and (ii) despite our best efforts, any such information and data may be viewed or tampered with by a third party while in transit. In the case of a security breach, we’ll activate our emergency response plan to prevent the spread of the breach and notify you via emails, push notifications, public announcements, and other means. Keep your account and password information secure to avoid personal information leakage. www.shypr.io will only be liable if the www.shypr.io platform or website directly results in leakage. Breach of data If the Website’s security is compromised or users’ Personal Information is disclosed to unrelated third parties as a result of an external activity such as, but not limited to, security attacks or fraud, we reserve the right to take reasonably appropriate measures such as investigation and reporting, as well as notification to and cooperation with law enforcement authorities. We will make reasonable efforts to notify affected individuals via email and post a notice on the Website. Legal disclaimer We will disclose any information we collect, use, or receive if required or permitted by law, such as to comply with a subpoena or legal process. Your user account and personal data will likely be transferred if we go through a business transition, such as a merger or acquisition by another company, or the sale of all or a portion of our assets. Modifications and alterations We may change this privacy policy at any time, with the updated version becoming effective when we post a new version on the Website. Your continued use of the Website after any such changes constitutes your acceptance of such changes. This policy’s acceptance You acknowledge reading this Policy and agree to all of its terms and conditions. You agree to be bound by","og_url":"https:\/\/shypr.io\/privacy-policy\/","og_site_name":"Shypr","article_publisher":"https:\/\/facebook.com\/shypr","article_modified_time":"2022-09-24T09:47:33+00:00","twitter_card":"summary_large_image","twitter_site":"@shypr_protocol","twitter_misc":{"Est. reading time":"5 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/shypr.io\/privacy-policy\/","url":"https:\/\/shypr.io\/privacy-policy\/","name":"Privacy Policy - Shypr","isPartOf":{"@id":"https:\/\/shypr.io\/#website"},"datePublished":"2022-09-24T05:52:18+00:00","dateModified":"2022-09-24T09:47:33+00:00","breadcrumb":{"@id":"https:\/\/shypr.io\/privacy-policy\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/shypr.io\/privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/shypr.io\/privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/shypr.io\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/shypr.io\/#website","url":"https:\/\/shypr.io\/","name":"Shypr","description":"","publisher":{"@id":"https:\/\/shypr.io\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/shypr.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"Organization","@id":"https:\/\/shypr.io\/#organization","name":"Shypr","url":"https:\/\/shypr.io\/","logo":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/shypr.io\/#\/schema\/logo\/image\/","url":"https:\/\/shypr.io\/wp-content\/uploads\/2022\/09\/logo__5_-removebg-preview-1.png","contentUrl":"https:\/\/shypr.io\/wp-content\/uploads\/2022\/09\/logo__5_-removebg-preview-1.png","width":400,"height":200,"caption":"Shypr"},"image":{"@id":"https:\/\/shypr.io\/#\/schema\/logo\/image\/"},"sameAs":["https:\/\/facebook.com\/shypr","https:\/\/x.com\/shypr_protocol"]}]}},"_links":{"self":[{"href":"https:\/\/shypr.io\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/shypr.io\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/shypr.io\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/shypr.io\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/shypr.io\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":5,"href":"https:\/\/shypr.io\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":452,"href":"https:\/\/shypr.io\/wp-json\/wp\/v2\/pages\/3\/revisions\/452"}],"wp:attachment":[{"href":"https:\/\/shypr.io\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}