{"version":"1.0","provider_name":"Shypr","provider_url":"https:\/\/shypr.io","title":"About Us - Shypr","type":"rich","width":600,"height":338,"html":"<blockquote class=\"wp-embedded-content\" data-secret=\"qN2GUJz1hX\"><a href=\"https:\/\/shypr.io\/about-us\/\">About Us<\/a><\/blockquote><iframe sandbox=\"allow-scripts\" security=\"restricted\" src=\"https:\/\/shypr.io\/about-us\/embed\/#?secret=qN2GUJz1hX\" width=\"600\" height=\"338\" title=\"&#8220;About Us&#8221; &#8212; Shypr\" data-secret=\"qN2GUJz1hX\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\" class=\"wp-embedded-content\"><\/iframe><script>\n\/*! This file is auto-generated *\/\n!function(d,l){\"use strict\";l.querySelector&&d.addEventListener&&\"undefined\"!=typeof URL&&(d.wp=d.wp||{},d.wp.receiveEmbedMessage||(d.wp.receiveEmbedMessage=function(e){var t=e.data;if((t||t.secret||t.message||t.value)&&!\/[^a-zA-Z0-9]\/.test(t.secret)){for(var s,r,n,a=l.querySelectorAll('iframe[data-secret=\"'+t.secret+'\"]'),o=l.querySelectorAll('blockquote[data-secret=\"'+t.secret+'\"]'),c=new RegExp(\"^https?:$\",\"i\"),i=0;i<o.length;i++)o[i].style.display=\"none\";for(i=0;i<a.length;i++)s=a[i],e.source===s.contentWindow&&(s.removeAttribute(\"style\"),\"height\"===t.message?(1e3<(r=parseInt(t.value,10))?r=1e3:~~r<200&&(r=200),s.height=r):\"link\"===t.message&&(r=new URL(s.getAttribute(\"src\")),n=new URL(t.value),c.test(n.protocol))&&n.host===r.host&&l.activeElement===s&&(d.top.location.href=t.value))}},d.addEventListener(\"message\",d.wp.receiveEmbedMessage,!1),l.addEventListener(\"DOMContentLoaded\",function(){for(var e,t,s=l.querySelectorAll(\"iframe.wp-embedded-content\"),r=0;r<s.length;r++)(t=(e=s[r]).getAttribute(\"data-secret\"))||(t=Math.random().toString(36).substring(2,12),e.src+=\"#?secret=\"+t,e.setAttribute(\"data-secret\",t)),e.contentWindow.postMessage({message:\"ready\",secret:t},\"*\")},!1)))}(window,document);\n<\/script>\n","description":"About Us Shypr operates as an on-demand shipping application, allowing users to request couriers to deliver items in a fast and efficient manner without having to leave their office or home. What is Shypr? Shypr operates as an on-demand shipping application, allowing users to request couriers to deliver items in a fast and efficient manner without having to leave their office or home. If you’ve got a package that’s ready to be delivered, all you need to do is log on to Shypr.io, select a destination and let local couriers do the rest. Shypr aims to be the authority and the standard in the Logistics Industry utilizing the latest technology, which includes blockchain and cryptocurrencies. Problem No unified platform supported by Blockchain is available in the market to compare the prices of various logistics provider No platform in the market available where you can earn while you send Blockchain-based Tracking and recommendation with proprietary AI Engine Customers have lost the trust behind every review on the websites because they can be altered Solution All problems are solved in one solution. Compare the price from Leading Logistics and Courier companies around your area, get the truth from our immutable review system, and earn while you ship, tracking at its best with our blockchain platform. MARKET &#038; COMPETITION MARKET SIZE The global Digital Logistics market size is projected to reach US$ 22170 million by 2028, from US$ 10230 million in 2021, at a CAGR of 11.5% during 2022-2028. Key drivers of the digital logistics market include demand for cost-effective logistics and supply chain solutions across several industry verticals. In addition to it, the growing digitalization trend and rising demand for fleet and warehouse management systems are also driving the growth of the market. Other factors contributing to the growth of the digital logistics market are the evolving data analytics technologies and tools leading to rapid adoption by logistics companies, growing penetration of the eCommerce industry, enhancement of delivery capabilities through the usage of drones, and digital trucks for carrying out shipments. Our team Obdul Reid FOUNDER &amp; CEO Bernard G CO FOUNDER &amp; CTO Predicted Growth In The First Year + Expected customers + Locations + Deliveries Our company We are developers, marketers, cloud architects, and designers: Registered in California, United States Founded by an experienced Logistics person Leading Blockchain Developer is our CTO Launching Shypr end of this year sing up our newsletter Sign up today for hints, tips and the latest product news &#8211; plus exclusive special offers. Subscribe","thumbnail_url":"https:\/\/shypr.io\/wp-content\/uploads\/2022\/09\/fPMmpXJW_400x400.png"}